[
  "dataview",
  "metadata-menu",
  "templater-obsidian",
  "obsidian-icon-folder",
  "automatic-table-of-contents",
  "colored-tags",
  "code-styler",
  "obsidian-minimal-settings",
  "smart-connections",
  "obsidian-style-settings",
  "obsidian-meta-bind-plugin",
  "obsidian-tasks-plugin",
  "obsidian-kanban",
  "table-editor-obsidian",
  "obsidian-git"
]